xml/request/findOrdersWithStatus.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope" xmlns:ofo="http://oss.dbc.dk/ns/openfindorder">
<SOAP-ENV:Body>
<ofo:findOrdersWithStatusRequest>
  <!--You have a CHOICE of the next 2 items at this level-->
  <!--1 or more repetitions:-->
  <ofo:requesterAgencyId>?</ofo:requesterAgencyId>
  <!--1 or more repetitions:-->
  <ofo:responderAgencyId>?</ofo:responderAgencyId>
  <ofo:agency>?</ofo:agency>
  <ofo:fromDate>?</ofo:fromDate>
  <ofo:toDate>?</ofo:toDate>
  <ofo:outputType>?</ofo:outputType>
  <ofo:callback>?</ofo:callback>
  <ofo:start>?</ofo:start>
  <ofo:stepValue>?</ofo:stepValue>
</ofo:findOrdersWithStatusRequest>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>


